{
    "alias": {
        "plugin.inlang.i18next": "make_informed_decisions_description",
        "library.inlang.paraglideJs": "make_informed_decisions_description"
    },
    "id": "tidy_suns_turn",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "تُظهر لوحة معلومات Insights جميع أنشطة فريقك وتعرض لك الاتجاهات الرائجة التي تتيح جدولة الفريق واتخاذ القرارات بشكل أفضل."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Náš panel Insights zobrazuje všechny aktivity vašeho týmu a trendy, které v rámci týmu umožňují lepší plánování a rozhodování."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Unser Insights-Dashboard deckt alle Aktivitäten in Ihrem Team ab und zeigt Ihnen Trends, die eine bessere Teamplanung und Entscheidungsfindung ermöglichen."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Our Insights dashboard surfaces all activity across your team and shows you trends that enable better team scheduling and decision making."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nuestro panel de Insights muestra toda la actividad de su equipo y las tendencias que permiten una mejor programación y toma de decisiones."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Notre tableau de bord de statistiques analyse l'activité de votre équipe et vous révèle les tendances qui permettent d'améliorer la planification et la prise de décision au sein de l'équipe."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "מסך התובנות שלנו מציף את כל הפעילויות בצוות שלך ומציג מגמות שיאפשרו קבלת החלטות ותזמון טוב יותר בצוות."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Il pannello di controllo Insights offre una panoramica di tutte le attività del team e mostra le tendenze, il che consente di migliorare la pianificazione di gruppo e il processo decisionale."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Insights ダッシュボードには、チーム内のすべてのアクティビティが表示され、チームのスケジュール設定や意思決定をより良いものにするための傾向が示されます。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Insights 대시보드는 팀의 모든 활동을 드러내고, 팀의 일정 관리와 의사 결정을 개선하기 위한 트렌드를 보여줍니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ons Insights-dashboard geeft alle activiteiten in uw team weer en toont u trends die betere teamplanning en besluitvorming mogelijk maken."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Panel Insights zawiera informacje o całej aktywności zespołu i trendach umożliwiających lepsze planowanie i podejmowanie decyzji w zespole."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "O nosso painel Insights apresenta toda a atividade da sua equipa e mostra as tendências que permitem melhorar o agendamento e os processos de decisão da equipa."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nosso painel de informações do Insights apresenta todas as atividades da sua equipe e mostra as tendências que permitem melhor tomada de decisão e agendamento da equipe."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tabloul de bord Insights prezintă toate activitățile din echipa dvs. și vă arată tendințele care vă ajută să faceți programări mai bune pentru echipă și să luați decizii mai bune."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "На нашей панели мониторинга Insights видна вся работа вашей команды, а выявляемые ею тенденции позволяют лучше планировать и принимать решения."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Kontrolna tabla Insights prikazuje sve aktivnosti vašeg tima i prikazuje trendove koji omogućavaju bolje timsko zakazivanje i odlučivanje."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vår instrumentpanel i Insights visar alla aktiviteter för ditt team och visar trender så att du kan schemalägga teamet och fatta beslut på ett bättre sätt."
                }
            ]
        },
        {
            "languageTag": "ta",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "எங்கள் நுண்ணறிவு டாஷ்போர்டு உங்கள் குழு முழுவதும் அனைத்து செயல்பாடுகளையும் பரப்புகிறது மற்றும் சிறந்த குழு திட்டமிடல் மற்றும் முடிவெடுப்பதை செயல்படுத்தும் போக்குகளைக் காட்டுகிறது."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "lnsights panomuz, ekibinizdeki tüm etkinlikleri analiz eder ve size daha iyi ekip planlaması yapma ve karar verme imkanı sağlayan trendleri gösterir."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "На інформаційній панелі Insights можна відстежувати всю роботу своєї команди й тенденції, які дають змогу ефективніше планувати час і ухвалювати рішення."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bảng điều khiển Insights của chúng tôi nằm ở bề mặt xuyên suốt nhóm bạn và hiển thị cho bạn thấy những xu hướng giúp đặt lịch nhóm và ra quyết định tốt hơn."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "我们的 Insights 仪表板会显示您团队的所有活动，并向您展示趋势，以便您更好地进行团队日程安排和制定决策。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "我們的 Insights 儀表版會顯示您團隊內部的所有活動，並顯示有助於團隊排程和決策的趨勢。"
                }
            ]
        }
    ]
}