{
    "alias": {
        "plugin.inlang.i18next": "disband_team_confirmation_message",
        "library.inlang.paraglideJs": "disband_team_confirmation_message"
    },
    "id": "icy_insects_do",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "هل تريد بالتأكيد تفكيك هذا الفريق؟ أي شخص شاركت رابط هذا الفريق معه لن يستطيع بعد الآن الحجز باستخدامه."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Opravdu chcete rozpustit tento tým? Všichni, kterým jste tento týmový odkaz poslali, ho nebudou moct dál používat pro rezervace."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Er du sikker på, at du vil opløse dette team? Alle, som du der har delt dette team link med, vil ikke længere kunne booke ved hjælp af det."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bist du sicher, dass du dieses Team auflösen möchtest? Jeder der diesen Team-Link erhalten hat, kann Sie nicht mehr buchen."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Are you sure you want to disband this team? Anyone who you've shared this team link with will no longer be able to book using it."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "¿Estás seguro de que quieres disolver este equipo? Cualquiera con quien has compartido este enlace de equipo ya no podrá reservar usando el mismo."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Voulez-vous vraiment dissoudre cette équipe ? Toute personne avec qui vous avez partagé ce lien d'équipe ne pourra plus faire de réservation en l'utilisant."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "בטוח שברצונך לפזר את הצוות הזה? כל מי ששיתפת איתו את הקישור לצוות לא יוכל להזמין יותר באמצעותו."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Sei sicuro di voler sciogliere questo team? Chiunque tu&apos;abbia condiviso questo link di squadra con non sarà più in grado di prenotare utilizzandolo."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "このチームを解散しますか？ あなたがこのチームのリンクを共有した人は、それを使って予約することができなくなります。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "이 팀을 해산하시겠습니까? 이 팀 링크를 공유한 모든 사람이 더 이상 이 링크를 사용하여 예약할 수 없습니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Weet u zeker dat u dit team wilt ontbinden? Iedereen met wie u deze teampagina heeft gedeeld zal hem niet meer kunnen gebruiken om te boeken."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Er du sikker på at du vil oppløse dette teamet? Alle du har delt denne team-lenken med, vil ikke lenger kunne booke ved å bruke den."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Czy na pewno chcesz rozwiązać ten zespół? Każdy, kto podzielił się tym linkiem zespołowym, nie będzie już mógł zarezerwować za jego użyciem."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "De certeza que quer desmantelar esta equipa? Qualquer pessoa com quem tenha partilhado esta ligação de equipa deixará de poder fazer reservas através da respectiva ligação."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tem certeza de que deseja desfazer esta equipe? Qualquer pessoa com quem você compartilhou este link da equipe não será mais capaz de fazer novos agendamentos."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Sunteţi siguri că doriţi să desfiinţaţi această echipă? Oricine cu cine ai împărtășit acest link al echipei nu va mai putea să facă rezervare folosindu-l."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Вы уверены, что хотите распустить эту команду? Любой, с кем вы поделились ссылкой на эту команду, больше не сможет забронировать её."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Da li ste sigurni da želite raspustiti ovaj tim? S kim god ste podelili link ovog tima, neće moći više da rezerviše pomoću njega."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Är du säker på att du vill ta bort detta team? Alla som du har delat den här teamlänken med kommer inte längre att kunna boka med den."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bu ekibi dağıtmak istediğinizden emin misiniz? Bu ekip bağlantısını paylaştığınız herkes artık bu bağlantıyı kullanarak rezervasyon yapamayacaktır."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Справді розпустити цю команду? Ніхто з тих, кому ви надали посилання на неї, більше не зможе скористати ним, щоб забронювати час команди."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bạn có chắc chắn muốn giải tán nhóm này không? Bất kỳ ai mà bạn đã chia sẻ liên kết nhóm này sẽ không thể đặt lịch hẹn với nó nữa."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "您确定要解散这个团队吗？ 任何曾使用该团队链接预约的人都将无法再使用它预约。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "確定要解散團隊嗎？任何分享過團隊網址的人再也無法以此進行預約。"
                }
            ]
        }
    ]
}