{
    "alias": {
        "plugin.inlang.i18next": "more_page_footer",
        "library.inlang.paraglideJs": "more_page_footer"
    },
    "id": "fine_cities_bet",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "نعتبر تطبيق الهاتف المحمول امتداداً لتطبيق الويب، لكن يرجى العودة لتطبيق الويب إذا كنت تقوم بأي إجراءات معقدة."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Mobilní aplikaci považujeme za rozšíření webové aplikace. Pokud provádíte složitější akce, proveďte je prosím ve webové aplikaci."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi ser mobilapplikationen som en udvidelse af webapplikationen. Hvis du udfører komplicerede handlinger, henvises tilbage til webapplikationen."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Wir betrachten die mobile Anwendung als Erweiterung der Web-Anwendung. Wenn Sie komplizierte Aktionen durchführen, verwenden Sie bitte die Web-Anwendung."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "We view the mobile application as an extension of the web application. If you are performing any complicated actions, please refer back to the web application."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Consideramos la aplicación móvil como una extensión de la aplicación web. Si está realizando acciones complicadas, consulta la aplicación web."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nous considérons l'application mobile comme une extension de l'application web. Si vous effectuez des actions complexes, veuillez vous référer à l'application web."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "אנחנו רואים באפליקציה לנייד הרחבה של אפליקציית האינטרנט. אם עליך לבצע פעולות מורכבות, כדאי לחזור לאפליקציית האינטרנט."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Consideriamo l'applicazione mobile un'estensione dell'applicazione web. Se stai eseguendo delle azioni complesse, ti invitiamo a fare riferimento all'applicazione web."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "私たちは、モバイルアプリケーションを Web アプリケーションの延長として捉えています。複雑な操作を行う場合には、Web アプリケーションを参照してください。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "모바일 애플리케이션은 웹 애플리케이션의 확장으로 취급됩니다. 복잡한 작업을 수행하는 경우 웹 애플리케이션을 다시 참조하십시오."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "We zien de mobiele app als een verlengstuk van de webapp. Voor ingewikkelde acties raden we u aan de webapp te gebruiken."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi ser på mobil-applikasjonen som en utvidelse av nettapplikasjonen. Hvis du skal utføre kompliserte handlinger, vennligst gå tilbake til nettapplikasjonen."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Aplikacja mobilna jest jedynie rozszerzeniem aplikacji przeglądarkowej. Jeśli wykonujesz skomplikowane działania, użyj aplikacji przeglądarkowej."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vemos a aplicação móvel como uma extensão da aplicação web. Se estiver a realizar quaisquer ações complexas, consulte a aplicação web."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nós vemos o aplicativo móvel como uma extensão do aplicativo da web. Se você estiver realizando alguma ação complicada, consulte o aplicativo da web."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Considerăm că aplicația mobilă este o extensie a aplicației web. Dacă efectuați orice acțiuni complicate, reveniți la aplicația web."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Наше мобильное приложение — это скорее дополнение к веб-приложению. Сложные действия лучше делать в веб-приложении."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Mi mobilnu aplikaciju smatramo produžetkom veb aplikacije. Ako vršite bilo kakve komplikovane radnje, molimo da se vratite na veb aplikaciju."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi ser mobilprogrammet som en förlängning av webbprogrammet. Om du utför komplicerade åtgärder kan du hänvisa tillbaka till webbprogrammet."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Mobil uygulamayı web uygulamasının bir uzantısı olarak görüyoruz. Karmaşık bir işlem yapıyorsanız lütfen web uygulamasına geri dönün."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ми вважаємо мобільний додаток розширенням вебдодатка. Якщо вам потрібно виконати якісь складні дії, скористайтесь останнім."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Chúng tôi xem ứng dụng di động là mở rộng của ứng dụng web. Nếu bạn sắp thực hiện bất kì thao tác phức tạp nào, vui lòng trở lại ứng dụng web."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "我们将移动应用程序视为 Web 应用程序的扩展。如果您要执行任何复杂操作，请回到 Web 应用程序。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "我們將行動應用程式視為 Web 應用程式的擴充項目。若要執行任何複雜的動作，請回到 Web 應用程式。"
                }
            ]
        }
    ]
}