{
    "alias": {
        "plugin.inlang.i18next": "step_enterprise_license_description",
        "library.inlang.paraglideJs": "step_enterprise_license_description"
    },
    "id": "loose_dingos_jam",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "كل شيء لحالة الاستخدام التجاري مع الاستضافة الخاصة، وإعادة التغليف، وإعادة تصميم العلامة التجارية، وإعادة البيع، والوصول هي مكونات المؤسسة الحصرية."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vše pro komerční použití s privátním hostingem, přebalováním, rebrandingem a přeprodejem a přístupem k exkluzivním firemním komponentám."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Alt til en kommerciel brugssag med privat hosting, ompakning, rebranding og videresalg, og adgang til eksklusive virksomhedskomponenter."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Alles für einen kommerziellen Einsatzfall mit privatem Hosting, Umverpacken, Rebranding, Wiederverkauf und Zugriff auf exklusive Enterprise-Komponenten."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Everything for a commercial use case with private hosting, repackaging, rebranding and reselling and access exclusive enterprise components."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Todo para un caso de uso comercial con alojamiento privado, reempaquetado, cambio de marca y reventa, además de acceso a componentes empresariales exclusivos."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tout pour une utilisation commerciale avec hébergement privé, restructuration, changement de marque, revente et accès à des composants d'entreprise exclusifs."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "כל מה שמימוש מסחרי צריך עם אחסון פרטי, אריזה מחדש, מיתוג מחדש ומכירה עם גישה בלעדית ליכולות Enterprise."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tutto per un uso commerciale con hosting privato, rivendita con nuovo marchio e accesso ai componenti enterprise esclusivi."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "プライベートホスティング、再パッケージ、リブランディング、再販売、専用の企業向けコンポーネントなど、商用ユースケースに必要なあらゆる機能が備わっています。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "개인 호스팅, 리패키징, 리브랜딩, 재판매 및 독점 엔터프라이즈 구성 요소 액세스 등 상업적 이용을 위한 모든 요소를 갖추고 있습니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Alles voor commerciële toepassing met privéhosting, opnieuw verpakken, rebranden en doorverkopen en toegang tot exclusieve bedrijfscomponenten."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Wszystko do użytku komercyjnego wraz z prywatnym hostingiem, możliwością zmiany wyglądu, marki i odsprzedaży oraz z dostępem do ekskluzywnych komponentów dla przedsiębiorstw."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tudo para uma utilização comercial, com alojamento privado, republicação, personalização da marca, revenda e acesso a componentes empresariais exclusivos."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tudo para um caso de uso comercial com hospedagem privada, reempacotamento, troca de marca e revenda, além de acesso a componentes corporativos exclusivos."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Totul pentru uz comercial, cu găzduire privată, restructurare și revânzare sub o nouă marcă, precum și cu acces la componente destinate exclusiv întreprinderilor."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Все, что нужно для коммерческого использования: частный хостинг, переупаковка, ребрендинг, перепродажа и доступ к эксклюзивным компонентам для корпоративных решений."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Sve za komercijalno korišćenje sa privatnim hostingom, prepakivanjem, rebrendiranjem i preprodajom kao i pristup ekskluzivnim komponentama za preduzeća."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Allt för ett kommersiellt användningsfall med privat värd, ompaketering, omprofilering och återförsäljning samt tillgång till exklusiva Enterprise-komponenter."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Özel barındırma, yeniden paketleme, yeniden markalama, yeniden satış ve özel kurumsal bileşenlere erişim de dahil olmak üzere ticari kullanım durumları için her şey."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Усе для комерційного використання з приватним хостингом, можливістю перепакування, ребрендингу й перепродажу та доступом до ексклюзивних корпоративних компонентів."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Mọi thứ cho một trường hợp sử dụng thương mại với các yếu tố doanh nghiệp độc quyền như máy chủ riêng, đóng gói lại, tái cấu trúc thương hiệu và bán lại cùng quyền truy cập."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "一切都适合商业用例，包括私人托管、重新包装、重塑品牌和转售，以及获取独家企业级组件。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "商業使用案例的所有功能，皆隨附私人託管、重新包裝、換新品牌和轉售與專屬企業版元件存取權。"
                }
            ]
        }
    ]
}