{
    "alias": {
        "plugin.inlang.i18next": "billing_freeplan_description",
        "library.inlang.paraglideJs": "billing_freeplan_description"
    },
    "id": "loose_shoes_smoke",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "نحن نعمل بشكل أفضل ضمن فرق. وسّع سير عملك من خلال الأحداث الدوارة والجماعية وإنشاء نماذج توجيه متقدمة"
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Lépe se pracuje v týmech. Rozšiřte své pracovní postupy o „round-robin“ a kolektivní události a vytvořte pokročilé směrovací formuláře"
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi arbejder bedre i teams. Udvid dine arbejdsgange med round-robin og kollektive arrangementer og lav avancerede ruteformer"
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "In Teams arbeitet man am Besten. Erweitern Sie Ihre Arbeitsabläufe mit Rundlauf und kollektiven Veranstaltungen und erstellen Sie erweiterte Leitungsformulare"
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "We work better in teams. Extend your workflows with round-robin and collective events and make advanced routing forms"
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Trabajamos mejor en equipo. Amplíe sus flujos de trabajo con eventos colectivos y rotativos y genere formularios de enrutamiento avanzados"
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nous travaillons mieux en équipe. Élargissez vos workflows avec les événements round-robin et collectifs et produisez des formulaires de routage avancés."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "אנחנו עובדים טוב יותר בצוותים. הרחב/הרחיבי את תהליכי העבודה שלך באמצעות סבבים ואירועים שיתופיים וצור/י טפסי ניתוב מתקדמים"
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Si lavora meglio in squadra. Migliora i tuoi flussi di lavoro con eventi round robin o di gruppo e crea moduli di instradamento avanzati"
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "チームで利用すれば、さらに業務効率が上がります。ラウンドロビンや共有イベントでワークフローを拡張し、高度なルーティングフォームを作成しましょう"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "팀이 되어 일할 때 능률이 오릅니다. 라운드 로빈 및 집합 이벤트로 워크플로를 확장하고 고급 라우팅 양식을 만드십시오."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "We werken beter in teams. Breid uw werkstromen uit met Round Robin en collectieve gebeurtenissen en maak geavanceerde routeringsformulieren"
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi jobber bedre i team. Utvid arbeidsflytene dine med round-robin og kollektive hendelser og lag avanserte viderekoblings-skjemaer"
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Lepiej pracujemy w wersji Teams. Rozbuduj przepływy pracy o działania cykliczne i wydarzenia zbiorowe, a także twórz zaawansowane formularze przekierowujące"
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Trabalhamos melhor em equipa. Estenda os seus fluxos de trabalho com eventos em grupo e com uma distribuição equilibrada, e faça formulários avançados de encaminhamento"
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Trabalhamos melhor em equipe. Amplie seus fluxos de trabalho com eventos circulares e coletivos e faça formulários avançados de roteamento"
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Lucrăm mai bine în Teams. Extindeți-vă fluxurile de lucru cu evenimente colective și cu alocare prin rotație și realizați formulare de direcționare avansate"
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "В командах работается лучше. Расширяйте свои рабочие процессы при помощи циклического перебора и коллективных событий, а также создавайте расширенные формы маршрутизации"
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bolje radimo u timovima. Proširite svoje radne tokove sa kružnim i kolektivnim događajima i kreirajte napredne obrasce za rutiranje"
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vi arbetar bättre i team. Utöka dina arbetsflöden med Round Robin och kollektiva händelser och skapa avancerade omdirigeringsformulär"
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ekiplerde daha iyi çalışıyoruz. Round robin ve toplu etkinliklerle iş akışlarınızı genişletin ve gelişmiş yönlendirme formları oluşturun"
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Краще працювати в команді. Доповніть свої робочі процеси циклічними й колективними заходами та створюйте складніші форми переспрямовування."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Chúng tôi hoạt động tốt hơn theo nhóm. Mở rộng tiến độ công việc của bạn bằng round-robin và các sự kiện tập thể và tạo những biểu mẫu định hướng nâng cao"
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "团队合作效率高。通过轮流模式和集体活动可拓展工作流程，并可制作高级途径表格"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "團隊合作效率佳。使用循環制和集體活動來擴展您的工作流程，並製作進階版引導表單"
                }
            ]
        }
    ]
}