{
    "alias": {
        "plugin.inlang.i18next": "team_feature_workflows",
        "library.inlang.paraglideJs": "team_feature_workflows"
    },
    "id": "silver_melons_jam",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "هذه ميزة في Team. قم بالترقية إلى Team لأتمتة إشعارات الحدث والتذكيرات عند استخدام سير العمل."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Jedná se o funkci verze Team. Upgradujte na verzi Team, abyste mohli automatizovat upozornění na události a upomínky pomocí pracovních postupů."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Dette er en Team funktion. Opgradér til Team for at automatisere dine begivenhedsnotifikationer og påmindelser med Workflows."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Dies ist eine Team-Funktion. Sie müssen auf die Team-Version upgraden, um Ihre Termin-Benachrichtigungen und Erinnerungen mit Workflows zu automatisieren."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "This is a Team feature. Upgrade to Team to automate your event notifications and reminders with Workflows."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Esta es una función Team. Actualiza a Team para automatizar los recordadorios y las notificaciones de eventos con flujos de trabajo."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ceci est une fonctionnalité d'équipe. Mettez à jour vers le plan Équipes pour automatiser vos notifications et rappels d'événements avec les workflows."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "זוהי תכונה של גרסת Team. כדאי לשדרג ל-Team כדי להפוך את התזכורות והעדכונים לגבי אירועים לאוטומטיים באמצעות תהליכי עבודה."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Questa è una funzionalità del piano Team. Effettua l'upgrade al piano Team per automatizzare le notifiche e i promemoria degli eventi con i flussi di lavoro."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "これはチームの機能です。チームへとアップグレードし、ワークフローを使用してイベントの通知やリマインダーを自動化しましょう。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "이것은 Team 기능입니다. 워크플로로 이벤트 알림 및 미리 알림을 자동화하려면 Team으로 업그레이드하세요."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Dit is een Team-functie. Upgrade naar Team om uw meldingen en herinneringen van gebeurtenissen te automatiseren met werkstromen."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Dette er en Team-funksjon. Oppgrader til Team for å automatisere hendelsesvarslene og påminnelsene dine med arbeidsflyter."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "To jest funkcja wersji Team. Aby za pomocą funkcji Przepływy pracy zautomatyzować powiadomienia o wydarzeniach i przypomnienia, przejdź na wersję Team."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Esta é uma funcionalidade Team. Faça upgrade para o Team para automatizar as suas notificações de eventos e lembretes com os Fluxos de trabalho."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Este é um recurso de Equipe. Atualize para a Equipe para automatizar suas notificações de eventos e lembretes com fluxos de trabalho."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Aceasta este o caracteristică Team. Faceți upgrade la planul Team pentru a automatiza notificările și reamintirile pentru evenimente cu fluxuri de lucru."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Эта функция доступна в тарифном плане Team. Перейдите на тариф Team, чтобы использовать рабочие процессы для автоматизации уведомлений и напоминаний о событиях."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ovo je Tim funkcija. Nadogradite na Tim verziju da biste automatizovali notifikacije svojih događaja i podsetnike sa radnim tokovima."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Detta är en Team-funktion. Uppgradera till Team för att automatisera dina händelseaviseringar och påminnelser med arbetsflöden."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bu bir Ekip sürümü özelliğidir. İş akışlarıyla ilgili etkinlik bildirimlerinizi ve hatırlatıcılarınızı otomatikleştirmek için Ekip sürümüne geçin."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ця функція доступна в плані Team. Перейдіть на нього, щоб автоматизувати сповіщення та нагадування про заходи за допомогою робочих процесів."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Đây là tính năng Team. Nâng cấp lên Team để tự động hoá thông báo và lời nhắc sự kiện với Tiến độ công việc."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "这是团队版功能。升级到团队版可使用工作流程将活动通知和提醒自动化。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "此為團隊功能。升級至團隊即可透過工作流程自動處理活動通知與提醒。"
                }
            ]
        }
    ]
}