{
    "alias": {
        "plugin.inlang.i18next": "upgrade_to_access_recordings_description",
        "library.inlang.paraglideJs": "upgrade_to_access_recordings_description"
    },
    "id": "odd_cooks_arrive",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "تكون التسجيلات متاحة فقط كجزء من خطة \"الفرق\" لدينا. قم بالترقية لبدء تسجيل مكالماتك"
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nahrávky jsou dostupné pouze v rámci našeho tarifu pro týmy. Proveďte upgrade a začněte nahrávat své hovory"
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Optagelser er kun tilgængelige som en del af vores teams plan. Opgradér for at begynde at optage dine opkald"
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Aufnahmen sind nur als Teil unseres Teams-Plans verfügbar. Sie müssen upgraden, um Ihre Anrufe aufzuzeichnen"
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Recordings are only available as part of our teams plan. Upgrade to start recording your calls"
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Las grabaciones solo están disponibles como parte de nuestro plan de equipos. Actualice para comenzar a grabar sus llamadas"
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Les enregistrements ne sont disponibles que dans le plan Équipes. Mettez à niveau pour commencer à enregistrer vos appels."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "הקלטות זמינות רק כחלק מהחבילה שלנו לצוותים. כדי להתחיל להקליט את השיחות שלך, צריך לשדרג"
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Le registrazioni sono disponibili solo con il piano team. Effettua l'upgrade per registrare le tue chiamate"
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "録音はチームプランの一部としてのみ利用可能です。通話の録音を開始するには、アップグレードを実施してください"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "녹음은 팀 계획의 일부로만 사용할 수 있습니다. 통화 녹음을 시작하려면 업그레이드하세요"
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Opnames zijn alleen beschikbaar als onderdeel van ons teamsabonnement. Upgrade om te beginnen met het opnemen van uw gesprekken"
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Opptak er kun tilgjengelig som en del av team-planen vår. Oppgrader for å begynne å ta opp samtalene dine"
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Nagrania są dostępne tylko w ramach naszego planu dla zespołów. Przejdź na wyższą wersję, aby zacząć nagrywać połączenia"
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "As gravações só estão disponíveis como parte do nosso plano Equipas. Atualize para começar a gravar as suas chamadas"
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Gravações estão disponíveis apenas como parte do plano Teams. Atualize para começar a gravar suas chamadas"
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Înregistrările sunt disponibile doar ca parte din planul nostru pentru echipe. Actualizează pentru a începe înregistrarea apelurilor tale"
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Записи поддерживаются только в тарифном плане Teams. Перейдите на этот тарифный план, чтобы записывать созвоны"
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Snimci su dostupni samo kao deo našeg timskog plana. Nadogradite da biste započeli sa snimanjem svojih poziva"
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Inspelningar är endast tillgängliga i vår teamprenumeration. Uppgradera för att börja spela in dina samtal"
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Kayıtlar yalnızca ekip planımızın bir parçası olarak kullanılabilir. Aramalarınızı kaydetmeye başlamak için yükseltin"
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Записи доступні лише в тарифному плані для команд. Перейдіть на нього, щоб почати записувати свої дзвінки."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Những bản ghi âm chỉ khả dụng trong gói kế hoạch nhóm. Hãy nâng cấp để bắt đầu ghi âm các cuộc gọi của bạn"
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "录制只作为团队计划的一部分提供。升级以开始录制通话"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "錄製功能僅在團隊方案內容中提供。升級即可開始錄製通話"
                }
            ]
        }
    ]
}