{
    "alias": {
        "plugin.inlang.i18next": "impersonation_user_tip",
        "library.inlang.paraglideJs": "impersonation_user_tip"
    },
    "id": "gentle_moles_fry",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "أنت على وشك تمثيل شخصية مستخدم، مما يعني أنه يمكنك إجراء تغييرات نيابة عنه. يرجى توخي الحذر."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Chystáte se zosobnit uživatele, což znamená, že můžete provádět změny jeho jménem. Počínejte si obezřetně, prosím."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Du er ved at efterligne en bruger, hvilket betyder, at du kan foretage ændringer på deres vegne. Vær venligst forsigtig."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Sie sind dabei einen Benutzer zu imitieren, was bedeutet, dass Sie Änderungen in ihrem Namen vornehmen können. Bitte seien Sie vorsichtig."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "You are about to impersonate a user, which means you can make changes on their behalf. Please be careful."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Está a punto de suplantar a un usuario, lo que significa que puede hacer cambios en su nombre. Tenga cuidado."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vous êtes sur le point d'emprunter l'identité d'un utilisateur, ce qui signifie que vous pouvez effectuer des modifications en son nom. S'il vous plaît, soyez prudent."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "אתה עומד להתחזות למשתמש, זה אומר שאתה יכול לעשות שינויים בשמו. אנא הזהר."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Stai per effettuare l'accesso con altra identità; potrai cioè apportare modifiche a nome di un altro utente. Procedi con cautela."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "あなたはあるユーザーになりすまそうとしています。これにより、そのユーザーに代わって変更を加えられるようになります。ご注意ください。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "사용자를 가장하려고 합니다. 즉, 다른 사용자를 대신하려는 것이며 주의가 필요합니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "U staat op het punt zich voor te doen als een gebruiker, wat betekent dat u namens hem wijzigingen kunt aanbrengen. Wees voorzichtig."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "W ten sposób podszyjesz się pod użytkownika, co znaczy, że będziesz w stanie wprowadzić zmiany w jego imieniu. Zachowaj ostrożność."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Está em vias de assumir o papel de um utilizador, o que significa que poderá fazer alterações em seu nome. Por favor, tenha cuidado."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Você está preses a representar um usuário, ou seja, tem possibilidade de realizar mudanças em nome dele. Tenha cuidado."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Urmează să simulați identitatea unui utilizator, ceea ce înseamnă că puteți face modificări în numele său. Acționați cu atenție."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Вы собираетесь войти от имени другого пользователя. Это означает, что вы сможете вносить от его имени изменения. Пожалуйста, будьте осторожны."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Predstavljaćete se kao korisnik, što znači da možete da unosite promene u njegovo ime. Budite pažljivi."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Du är på väg att imitera en användare vilket innebär att du kan göra ändringar åt hen. Var försiktig."
                }
            ]
        },
        {
            "languageTag": "ta",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "நீங்கள் ஒரு பயனராக ஆள்மாறாட்டம் செய்ய உள்ளீர்கள், அதாவது அவர் சார்பாக நீங்கள் மாற்றங்களைச் செய்யலாம். தயவு செய்து கவனமாக இருங்கள்."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bir kullanıcının kimliğine bürünmek üzeresiniz. Bu, o kullanıcı adına değişiklikler yapabileceğiniz anlamına gelir. Lütfen dikkatli olun."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ви збираєтеся ввійти в обліковий запис іншого користувача. Це означає, що ви зможете вносити зміни від його імені. Будьте обережні."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Bạn sắp giả làm một người dùng, nghĩa là bạn có thể thay mặt họ mà thực hiện một số thay đổi. Hãy cẩn trọng."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "您即将模拟一名用户，这意味着您可以代表他们进行更改。请小心。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "您即將模擬某位使用者，這表示您可以代表對方進行變更。請謹慎操作。"
                }
            ]
        }
    ]
}