{
    "alias": {
        "plugin.inlang.i18next": "routing_forms_are_a_great_way",
        "library.inlang.paraglideJs": "routing_forms_are_a_great_way"
    },
    "id": "hungry_cases_tickle",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "تعد نماذج التوجيه طريقة رائعة لتوجيه العملاء الحتملين إلى الشخص المناسب. قم بالترقية إلى خطة Teams للوصول إلى هذه الميزة."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Směrovací formuláře představují skvělý způsob, jak příchozí potenciální kontakty nasměrovat na tu správnou osobu. Přístup k této funkci získáte po upgradu na tarif Teams."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Routingformularer er en fantastisk måde at dirigere dine indgående leads til den rigtige person. Opgradér til en Teams-plan for at få adgang til denne funktion."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Weiterleitungs-Formulare sind eine gute Möglichkeit, Ihre eingehenden Leads zur richtigen Person weiterzuleiten. Upgraden Sie auf einen Teams-Plan, um auf diese Funktion zuzugreifen."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Routing forms are a great way to route your incoming leads to the right person. Upgrade to a Teams plan to access this feature."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Los formularios de enrutamiento son una excelente manera de dirigir sus clientes potenciales entrantes a la persona adecuada. Actualice a un plan de Equipos para acceder a esta función."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Les formulaires de routage sont un excellent moyen d'acheminer vos prospects entrants vers la bonne personne. Passez au plan Équipes pour accéder à cette fonctionnalité."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "טפסי ניתוב הם דרך מעולה לנתב לידים נכנסים לאדם המתאים. שדרג לתוכנית צוותים לגישה ליכולת זו."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "I moduli di instradamento sono un ottimo strumento per instradare i contatti in entrata verso le persone giuste. Per accedere a questa funzione, effettua l'upgrade al piano Team."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "ルーティングフォームは、受け付けたリードを適切な担当者に割り当てる際に役立ちます。この機能を利用するには、チームプランへとアップグレードしてください。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "라우팅 양식은 들어오는 리드를 올바른 당사자에게 전달하는 좋은 방법입니다. 이 기능에 액세스하려면 Teams 플랜으로 업그레이드하세요."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Routeringsformulieren zijn een geweldige manier om uw inkomende leads naar de juiste persoon te leiden. Upgrade naar een Teams-abonnement om toegang te krijgen tot deze functie."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Formularze przekierowania są świetnym sposobem na przekierowanie Twoich potencjalnych klientów do właściwej osoby. Przejdź na plan Teams, aby uzyskać dostęp do tej funkcji."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "O encaminhamento de formulários é uma ótima forma de encaminhar as suas oportunidades potenciais para a pessoa certa. Aprimore para um plano Teams para ter acesso a esta funcionalidade."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Formulários de roteamento são uma ótima maneira de direcionar os clientes potenciais recebidos para a pessoa certa. Atualize para o plano Teams e acesse esse recurso."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Formularele de parcurs reprezintă un mod excelent de a vă direcționa potențialii clienți către persoana potrivită. Pentru a putea accesa această caracteristică, treceți la un plan Teams."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Формы маршрутизации — это отличный способ направить новых потенциальных клиентов к нужному участнику команды. Чтобы получить доступ к этой функции, перейдите на тарифный план Teams."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Obrasci za usmeravanje su sjajan način da usmerite dolazne podatke ka pravoj osobi. Da biste pristupili ovoj funkciji nadogradite na Plan za timove."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Omdirigeringsformulär är ett bra sätt att dirigera inkommande leads till rätt person. Uppgradera till en Teams-plan för att få tillgång till funktionen."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Yönlendirme formları, gelen müşteri adaylarınızı doğru kişiye yönlendirmenin harika bir yoludur. Bu özelliğe erişmek için bir Teams planına geçin."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Форми переспрямування — це чудовий спосіб спрямовувати потенційних клієнтів до потрібної особи. Перейдіть на план Teams, щоб отримати доступ до цієї функції."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Biểu mẫu định hướng là một cách tuyệt hảo để định hướng những đầu mối đầu vào của bạn đến đúng người phù hợp. Nâng cấp lên gói Teams để truy cập tính năng này."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "途径表格是将您的潜在客户传送给合适人员的好方法。升级到 Teams 计划可访问此功能。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "引導表單可將到來的潛在客戶引導至合適的人員，是極佳的處理方式。升級至團隊方案即可使用此功能。"
                }
            ]
        }
    ]
}