{
    "alias": {
        "plugin.inlang.i18next": "2fa_scan_image_or_use_code",
        "library.inlang.paraglideJs": "2fa_scan_image_or_use_code"
    },
    "id": "hungry_turkeys_clap",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "امسح الصورة أدناه ضوئيًا باستخدام تطبيق المصادقة على هاتفك، أو أدخل الرمز النصي يدويًا."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Načtěte obrázek níž autentifikační aplikací na vašem telefonu nebo opište kód ručně."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scan billedet nedenfor med autentificerings-appen på din telefon, eller indtast tekstkoden manuelt i stedet."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scannen Sie das Bild mit der Authentifizierungs-App auf Ihrem Telefon oder geben Sie stattdessen den Textcode manuell ein."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scan the image below with the authenticator app on your phone or manually enter the text code instead."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Escanee la imagen a continuación con la aplicación de autenticación en su teléfono o ingrese manualmente el código de texto."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scannez l'image ci-dessous avec votre application d'authentification ou saisissez manuellement le code."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "סרוק את התמונה הבאה באמצעות אפליקציית האימות (authenticator) בטלפון או הזן את קוד הטקסט ידנית."
                }
            ]
        },
        {
            "languageTag": "hr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Skenirajte sliku u nastavku pomoću aplikacije za autentifikaciju na svom telefonu ili umjesto toga ručno unesite tekstualni kod."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scansiona l'immagine qui sotto con l'app di autenticazione sul tuo telefono o inserisci manualmente il codice di testo."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "携帯電話の認証アプリで下の画像をスキャンするか、手動でテキストコードを入力してください。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "휴대폰의 인증 앱으로 아래 이미지를 스캔하거나 텍스트 코드를 수동으로 입력하세요."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scan de afbeelding hieronder met de authenticator-app op uw telefoon of voer de tekstcode handmatig in."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Skann bildet nedenfor med autentiseringsappen på telefonen eller skriv inn tekstkoden manuelt i stedet."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Zeskanuj poniższy obraz za pomocą aplikacji uwierzytelniającej na telefonie lub ręcznie wprowadź kod tekstowy."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Digitalize a imagem abaixo com a aplicação de autenticação no seu telefone, ou insira o código de texto manualmente."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Digitalize a imagem abaixo com o aplicativo autenticador no seu telefone, ou insira o código manualmente."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Scanați imaginea de mai jos cu aplicația de autentificare de pe telefon sau introduceți manual codul de text."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Отсканируйте изображение ниже с помощью приложения-аутентификатора на вашем телефоне или введите текстовый код вручную."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Skenirajte sliku ispod telefonom sa aplikacijom za autentikaciju ili manuelno unesite tekst kod."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Skanna bilden nedan med autentiseringsappen på din telefon eller ange textkoden manuellt."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Aşağıdaki resmi telefonunuzdaki kimlik doğrulama uygulamasını kullanarak tarayın veya bunun yerine metin kodunu manuel olarak girin."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Проскануйте зображення нижче за допомогою застосунка для автентифікації на телефоні або введіть текстовий код вручну."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Quét hình ảnh dưới đây với ứng dụng \bxác thực hai yếu tố trên điện thoại bạn hoặc nhập mã code."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "请用您的手机上的身份验证器扫描下面的图像，或者手动输入验证码。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "使用手機的認證應用程式掃描下方的圖片，或者，手動輸入文字碼也可以。"
                }
            ]
        }
    ]
}