{
    "alias": {
        "plugin.inlang.i18next": "integrate_using_embed_or_webhooks",
        "library.inlang.paraglideJs": "integrate_using_embed_or_webhooks"
    },
    "id": "dull_cats_lick",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "حقق التكامل مع موقع الويب لديك باستخدام خيارات التضمين لدينا، أو احصل على معلومات الحجز في الوقت الفعلي باستخدام إجراءات الويب هوك المخصصة."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Vložení do webu pomocí embedů, informace o rezervaci v reálném čase pomocí vlastních webhooků."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrer med dit websted ved hjælp af vores indlejrede muligheder, eller få real-time booking oplysninger ved hjælp af brugerdefinerede webhooks."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrieren Sie Cal.com in Ihre Website mit unseren Einbettungs-Optionen oder erhalten Sie Buchungsdaten mit Webhooks."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrate with your website using our embed options, or get real-time booking information using custom webhooks."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Intégrese con su sitio web utilizando nuestras opciones de inserción u obtenga información de reserva en tiempo real utilizando webhooks personalizados."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Intégrez sur votre site web à l'aide de nos options d'intégration ou obtenez des informations sur les réservations en temps réel à l'aide de webhooks personnalisés."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "צור אינטגרציה עם אתר האינטרנט שלך באמצעות אפשרויות ההטמעה שלנו' או קבל מידע על הזמנות בזמן אמת באמצעות רכיבי Webhook מותאמים אישית."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integra con il tuo sito web utilizzando le nostre opzioni incorporate, o ottieni informazioni di prenotazione in tempo reale utilizzando webhooks personalizzati."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "埋め込みオプションを使用してウェブサイトと連携するか、カスタムウェブフックを使用して予約情報をリアルタイムに取得します。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "임베드 옵션을 사용하여 웹사이트와 통합하거나, 맞춤형 웹훅을 사용하여 실시간 예약 정보를 얻으십시오."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integreer met uw eigen website met behulp van onze insluitingsopties, of ontvang informatie over afspraken met behulp van webhooks."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrer med nettstedet ditt ved å bruke våre innebyggings-alternativer, eller få bookinginformasjon i sanntid ved å bruke egendefinerte webhooks."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Zintegruj się ze swoją stroną internetową za pomocą naszych opcji osadzonych lub uzyskaj informacje o rezerwacji w czasie rzeczywistym za pomocą niestandardowych webhooków."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integre no seu site utilizando as nossas opções de incrustar ou obtenha informações da reserva em tempo real utilizando webhooks personalizados."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integre em seu site utilizando as nossas opções para embutir ou obtenha informações da reserva em tempo real utilizando webhooks personalizados."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrează cu website-ul tău folosind opțiunile noastre încorporate, sau obține informații de rezervare în timp real folosind webhook-uri personalizate."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Интегрируйте свой сайт с помощью наших опций встраивания, или получайте информацию о бронированиях в режиме реального времени с помощью вебхуков."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrišite se sa vašim vebsajtom pomoću naše ugradne opcije, ili dobijte instant informacije pomoću kustomiziranih webhooks-a."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Integrera i din hemsida med hjälp av våra inbäddade alternativ, eller få bokningsinformation i realtid med hjälp av anpassade webhooks."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Yerleştirme seçeneklerimizi kullanarak web sitenize entegre edin veya özel web kancalarını kullanarak gerçek zamanlı rezervasyon bilgileri alın."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Інтегруйте наші служби у свій вебсайт за допомогою наших варіантів вбудовування або отримуйте відомості про бронювання в реальному часі за допомогою користувацьких вебгуків."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Tích hợp với trang web của bạn bằng cách sử dụng các tùy chọn nhúng của chúng tôi hoặc nhận thông tin lịch hẹn theo thời gian thực bằng cách sử dụng webhooks."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "将我们的功能嵌入式集成进您的网站，或者使用自定义Webhook获得实时预约信息。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "使用嵌入的方法整合進網站，或是以自訂 Webhook 的方式獲取即時預約資訊。"
                }
            ]
        }
    ]
}