{
    "alias": {
        "plugin.inlang.i18next": "change_username_premium_to_standard",
        "library.inlang.paraglideJs": "change_username_premium_to_standard"
    },
    "id": "dull_keys_throw",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "عند التغيير من اسم مستخدم مميز إلى اسم مستخدم قياسي، سيتم نقلك إلى الدفع لخفض المستوى."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Při změně uživatelského jména z prémiového na standardní budete přesměrováni k platbě, po které přejdete na nižší verzi."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Da du skifter fra et premium til et standard brugernavn, vil du blive taget til kassen for at nedgradere."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Da Sie von einem Premium- zu einem Standard-Benutzernamen wechseln, werden Sie zum Downgrade zur Kasse gebracht."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "As you are changing from a premium to a standard username, you will be taken to the checkout to downgrade."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Como estás cambiando de un nombre de usuario premium a un nombre de usuario estándar, se te llevará al pago para bajar de categoría."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Il s'agit d'un nom d'utilisateur standard et l'appliquer vous redirigera vers la facturation pour résilier votre plan."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "מאחר שאתה משנה את שם המשתמש מפרימיום לסטנדרטי, תועבר אל הקופה לצורך שנמוך."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Poiché stai passando da un nome utente premium a un nome utente standard, sarai portato alla pagina di pagamento per effettuare il downgrade."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "プレミアムからスタンダードユーザー名に変更すると、ダウングレードのための精算画面に移動します。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "프리미엄에서 표준 사용자 이름으로 변경하면 다운그레이드를 위한 결제 단계로 이동합니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Omdat je van een premium naar een standaard gebruikersnaam verandert, word je naar de kassa geleid om te downgraden."
                }
            ]
        },
        {
            "languageTag": "no",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Når du endrer fra et premium til et standard brukernavn, vil du bli tatt til kassen for å nedgradere."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ponieważ zmianiasz nazwę użytkownika z premium na standardową, przeniesiemy Cię do kasy w celu opłacenia niższej wersji."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Como está a mudar de um nome de utilizador premium para um padrão, irá para a finalização de compra para fazer o downgrade."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "O nome de usuário será alterado de premium para padrão, por isso levaremos você para fazer downgrade na conclusão."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Având în vedere că treceți de la un nume de utilizator premium la unul standard, veți fi redirecționat la pagina de plată pentru retrogradare."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Вы собираетесь изменить имя пользователя премиум-уровня на стандартное имя пользователя, поэтому будете перенаправлены на страницу оплаты для смены тарифа."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Pošto prelazite sa premijum na standardno korisničko ime, bićete preusmereni na naplatu da biste prešli na nižu verziju."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "När du ändrar från ett premium- till ett standard-användarnamn, kommer du att tas till kassan för att nedgradera."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Premium bir kullanıcı adından standart bir kullanıcı adına geçerken sürüm düşürme işlemi için ödeme sayfasına yönlendirileceksiniz."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Оскільки ви змінюєте преміальне ім’я користувача на стандартне, відкриється оформлення переходу на дешевшу підписку."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Do bạn thay đổi từ tên người dùng từ loại cao cấp xuống loại tiêu chuẩn, bạn sẽ được đưa đến phần thanh toán để hạ cấp."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "当您从高级用户名更改为标准用户名后，您将被引到至账单页面进行降级。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "您的使用者名稱即將從高級改為標準，系統將帶您前往結帳畫面進行降級。"
                }
            ]
        }
    ]
}