{
    "alias": {
        "plugin.inlang.i18next": "sso_saml_configuration_description",
        "library.inlang.paraglideJs": "sso_saml_configuration_description"
    },
    "id": "olive_cups_float",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "قم بتكوين اتصال SAML بموفر الهوية الخاص بك. يمكنك العثور على المعلومات المطلوبة في موفر هويتك."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Konfigurace připojení SAML k vašemu poskytovateli identity. Potřebné informace najdete u svého poskytovatele identity."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Konfigurér SAML forbindelse til din identitetsudbyder. Du kan finde den påkrævede information hos din identitetsudbyder."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Konfigurieren Sie SAML-Verbindung zu Ihrem Identitätsanbieter. Sie finden die erforderlichen Informationen in Ihrem Identitätsanbieter."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configure SAML connection to your identity provider. You can find the required information in your identity provider."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configure la conexión SAML a su proveedor de identidad. Puede encontrar la información requerida en su proveedor de identidad."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configurez la connexion SAML à votre fournisseur d'identité. Vous pouvez trouver les informations requises dans votre fournisseur d'identité."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "הגדרת חיבור SAML לספק ההזדהות שלך. אתה יכול למצוא את כל המידע הדרוש אצל ספק ההזדהות שלך."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configura la connessione SAML al tuo provider di identità. Puoi trovare le informazioni necessarie presso il tuo provider di identità."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "ID プロバイダーへの SAML 接続を構成します。必要な情報は ID プロバイダーで確認することができます。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "ID 공급자에 대한 SAML 연결을 구성합니다. ID 공급자로부터 필요한 정보를 얻을 수 있습니다."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configureer de SAML-verbinding met uw identiteitsprovider. U kunt de vereiste informatie vinden bij uw identiteitsprovider."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Skonfiguruj połączenie SAML z dostawcą tożsamości. Wymagane informacje znajdziesz u dostawcy tożsamości."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configurar a ligação SAML com o seu fornecedor de identidades. Pode encontrar as informações necessárias no seu fornecedor de identidades."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configure a conexão do SAML com seu provedor de identidade. Confira as informações necessárias nele."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Configurați conexiunea SAML la furnizorul dvs. de identitate. Puteți găsi informațiile necesare la furnizorul dvs. de identitate."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Настройте подключение SAML к поставщику удостоверений. Необходимую информацию можно получить у поставщика."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Konfigurišite SAML konekciju sa vašim provajderom identiteta. Možete pronaći tražene informacije kod svog provajdera identiteta."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Konfigurera SAML-anslutningen till din identitetsprovider. Du hittar nödvändig information i din identitetsprovider."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Kimlik sağlayıcınızla SAML bağlantısını yapılandırın. Gerekli bilgileri kimlik sağlayıcınızdan bulabilirsiniz."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Налаштуйте підключення SAML до свого постачальника посвідчень. Потрібну інформацію можна знайти в постачальника посвідчень."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Cấu hình kết nối SAML với nhà cung cấp danh tính của bạn. Bạn có thể tìm thấy thông tin theo yêu cầu ở nhà cung cấp danh tính của mình."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "配置与您的身份提供程序的 SAML 连接。您可以在您的身份提供程序中找到所需信息。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "設定與您身分提供者的 SAML 連結。您可以在身分提供者中找到必要的資訊。"
                }
            ]
        }
    ]
}