{
    "alias": {
        "plugin.inlang.i18next": "book_your_team_members",
        "library.inlang.paraglideJs": "book_your_team_members"
    },
    "id": "strong_deer_doubt",
    "selectors": [],
    "variants": [
        {
            "languageTag": "ar",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "احجز أعضاء فريقك والأحداث الجماعية أو تمكن من الوصول إلى الشخص المناسب باستخدام الجدولة الدوارة."
                }
            ]
        },
        {
            "languageTag": "cs",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Rezervujte si členy týmu všechny spolu pomocí kolektivních událostí nebo postupně pomocí round-robinu."
                }
            ]
        },
        {
            "languageTag": "da",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Book dine teammedlemmer sammen med kollektive arrangementer eller cykl igennem for at få den rigtige person med round-robin."
                }
            ]
        },
        {
            "languageTag": "de",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Buchen Sie Ihre Teammitglieder zusammen mit Kollektivveranstaltungen oder wählen Sie mit Round-Robin die richtige Person."
                }
            ]
        },
        {
            "languageTag": "en",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Book your team members together with collective events or cycle through to get the right person with round-robin."
                }
            ]
        },
        {
            "languageTag": "es",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Reserve a los miembros de su equipo juntos con eventos colectivos o por ciclos para conseguir a la persona adecuada con turnos rotativos."
                }
            ]
        },
        {
            "languageTag": "fr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Réservez les membres de votre équipe entre eux avec des événements collectifs ou mettez en place un cycle pour obtenir la bonne personne avec le round-robin."
                }
            ]
        },
        {
            "languageTag": "he",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "הזמן את אנשי הצוות שלך ביחד עם ארועים מסוג כולם או עבור על פניהם לבחירת האדם הנכון עם טורי."
                }
            ]
        },
        {
            "languageTag": "it",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Usa eventi di gruppo per riunire tutti i membri del team o eventi round robin per fare partecipare a rotazione le persone giuste."
                }
            ]
        },
        {
            "languageTag": "ja",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "共有イベントでチームメンバーを一緒に予約するか、ラウンドロビンで持ち回りにして適切なユーザーを確保します。"
                }
            ]
        },
        {
            "languageTag": "ko",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "단체 이벤트를 통해 팀원을 함께 예약하거나 라운드로빈으로 돌아가며 해당 팀원을 초대하세요."
                }
            ]
        },
        {
            "languageTag": "nl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Boek uw teamleden samen met collectieve gebeurtenissen of blader voor de juiste persoon met round-robin."
                }
            ]
        },
        {
            "languageTag": "pl",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Zarezerwuj wszystkich członków zespołu za pomocą wydarzeń zbiorowych lub przeglądaj dostępne osoby, aby znaleźć tę właściwą za pomocą algorytmu karuzelowego."
                }
            ]
        },
        {
            "languageTag": "pt",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Associe os elementos da sua equipa a eventos coletivos ou rode pela equipa com utilização de uma distribuição equilibrada para obter a pessoa certa."
                }
            ]
        },
        {
            "languageTag": "pt-BR",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Reúna os membros da sua equipe com eventos coletivos, ou selecione a pessoa certa com o round-robin."
                }
            ]
        },
        {
            "languageTag": "ro",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Efectuați rezervări comune pentru membrii echipei. Alegeți evenimente colective sau creați un ciclu pentru a găsi persoana potrivită în urma alocării prin rotație."
                }
            ]
        },
        {
            "languageTag": "ru",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Бронируйте встречи с несколькими участниками команды или назначайте участников по очереди."
                }
            ]
        },
        {
            "languageTag": "sr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Rezevišite članove tima zajedno za kolektivne događaje ili prođite kroz njih da biste dobili pravu osobu za kružno dodeljivanje."
                }
            ]
        },
        {
            "languageTag": "sv",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Boka dina teammedlemmar tillsammans med gemensamma händelser eller gå igenom för att få rätt person med Round Robin."
                }
            ]
        },
        {
            "languageTag": "ta",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "ரவுண்ட்-ராபினுடன் சரியான நபரைப் பெற உங்கள் குழு உறுப்பினர்களைக் கூட்டு நிகழ்வுகள் அல்லது சைக்கிள்மூலம் பதிவு செய்யவும்."
                }
            ]
        },
        {
            "languageTag": "tr",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Ekip üyelerinizi toplu etkinliklerle bir araya getirmek için rezervasyon yapın veya döngüsel planlamayla en uygun doğru kişiyi bulmak için rotasyon yapın."
                }
            ]
        },
        {
            "languageTag": "uk",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Забронюйте час усіх учасників команди одночасно за допомогою колективних подій або виберіть потрібну людину за циклічним принципом."
                }
            ]
        },
        {
            "languageTag": "vi",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "Đặt hẹn những thành viên nhóm bạn cùng nhau với những sự kiện tập thể hoặc xoay vòng để có người phù hợp với round-robin."
                }
            ]
        },
        {
            "languageTag": "zh-CN",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "以集体模式预约您的团队成员，或以轮流模式循环到合适的人员。"
                }
            ]
        },
        {
            "languageTag": "zh-TW",
            "match": [],
            "pattern": [
                {
                    "type": "Text",
                    "value": "使用集體活動一併預約所有團隊成員，或是使用輪流制循環找出合適的人員。"
                }
            ]
        }
    ]
}